[
  {
    "country": "Korea",
    "label": "Corea del Sur",
    "intro": "Corea del Sur es reconocida por su impresionante transformación económica, pasando de ser una de las economías más pobres a una de las más desarrolladas del mundo.",
    "desc": "<p>Corea del Sur es un ejemplo extraordinario de crecimiento económico sostenido y transformación nacional en las últimas décadas. Este gráfico muestra la evolución del PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>En 1960, Corea del Sur era uno de los países más pobres del mundo, con un PIB per cápita comparable al de las naciones más subdesarrolladas. Sin embargo, mediante una combinación de políticas económicas orientadas al mercado, una fuerte inversión en educación, y una rápida industrialización, Corea del Sur ha logrado transformarse en una de las economías más avanzadas del mundo.<p>El gráfico ilustra cómo, desde 1990, el PIB per cápita de Corea del Sur ha crecido de manera sostenida, alcanzando niveles comparables a los de economías desarrolladas. Este crecimiento no solo refleja el éxito económico del país, sino también su capacidad para mejorar la calidad de vida de su población a través de políticas de desarrollo que han fomentado la innovación, la tecnología, y el comercio internacional.<p>Este caso demuestra el potencial de políticas económicas efectivas y la capacidad de una nación para superar desafíos históricos y lograr un crecimiento económico sostenido."
  },
  {
    "country": "Singapore",
    "label": "Singapur",
    "intro": "Singapur es un ejemplo notable de cómo una pequeña nación sin recursos naturales se ha convertido en una de las economías más ricas y avanzadas del mundo.",
    "desc": "<p>Singapur es otro ejemplo notable de crecimiento económico excepcional. Este gráfico muestra la evolución del PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>A pesar de su pequeño tamaño y la falta de recursos naturales, Singapur ha logrado convertirse en una de las economías más ricas y avanzadas del mundo. Desde su independencia en 1965, Singapur ha seguido un modelo de desarrollo basado en el comercio internacional, la inversión extranjera directa, y una estricta gobernanza. Esto ha permitido a Singapur atraer a empresas multinacionales, desarrollar un sector financiero robusto, y convertirse en un centro tecnológico y de innovación en Asia.<p>El gráfico destaca el impresionante crecimiento del PIB per cápita de Singapur, que ha escalado consistentemente a lo largo de las últimas décadas, alcanzando niveles extraordinariamente altos en comparación con otras naciones. Singapur es hoy en día un ejemplo de cómo una nación pequeña puede sobresalir en el escenario global mediante una planificación económica inteligente, políticas educativas sólidas, y un enfoque en la innovación y la eficiencia.<p>Este caso es un testimonio de cómo las decisiones estratégicas y el liderazgo eficaz pueden transformar una economía, llevando a un pequeño estado-nación a la cima del ranking global en términos de bienestar económico."
  },
  {
    "country": "Chile",
    "label": "Chile",
    "intro": "Chile se destaca por su notable estabilidad y crecimiento económico sostenido en América Latina, a pesar de enfrentar crisis globales.",
    "desc": "<p>Chile ha experimentado un notable crecimiento económico en las últimas décadas, convirtiéndose en una de las economías más estables y desarrolladas de América Latina. Este gráfico muestra la evolución del PIB per cápita de Chile, ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021), desde 1990 hasta 2023.</p>\n<p>A lo largo de los años 90 y 2000, Chile implementó diversas reformas que favorecieron la apertura económica y la integración con mercados internacionales. Estos cambios contribuyeron a un crecimiento sostenido del PIB per cápita durante esos años. Además, el país mantuvo un enfoque en la estabilidad macroeconómica, lo que le permitió enfrentar con relativa resiliencia las crisis económicas globales de finales de los 90 y 2008-2009.</p>\n<p>El gráfico también refleja cómo Chile ha enfrentado desafíos recientes, incluyendo el impacto económico de la pandemia de COVID-19 en 2020. A pesar de la contracción económica durante ese periodo, la recuperación en los años posteriores muestra la capacidad del país para adaptarse y recuperarse.</p>\n<p>En resumen, el desarrollo económico de Chile se ha caracterizado por un crecimiento sostenido, acompañado de desafíos que el país ha enfrentado con políticas orientadas a la estabilidad y la adaptación a los cambios en la economía global.</p>"
  },
  {
    "country": "^China$",
    "label": "China",
    "intro": "China ha experimentado una transformación económica sin precedentes, emergiendo como una potencia económica global en pocas décadas.",
    "desc": "<p>China es un caso emblemático de transformación económica en la historia reciente. Este gráfico muestra la evolución del PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>Desde el inicio de las reformas económicas a finales de los años 70 bajo el liderazgo de Deng Xiaoping, China ha pasado de ser una economía agraria en gran medida cerrada, a convertirse en una de las principales potencias económicas mundiales. Este proceso de transformación se ha acelerado en las últimas décadas, con un crecimiento económico sostenido que ha sacado a cientos de millones de personas de la pobreza.<p>El gráfico refleja el impresionante ascenso del PIB per cápita de China, que ha crecido exponencialmente en este período. Este crecimiento ha sido impulsado por una serie de factores, entre ellos la apertura al comercio internacional, la inversión masiva en infraestructura, la industrialización rápida, y la urbanización acelerada. Aunque China aún enfrenta desafíos significativos, su evolución económica ha sido uno de los fenómenos más notables del último siglo.<p>Este caso ilustra cómo una combinación de reformas económicas, políticas de desarrollo estratégicas, y una apertura al mundo exterior pueden llevar a un crecimiento económico sin precedentes, transformando a China en un actor clave en la economía global."
  },
  {
    "country": "Ireland",
    "label": "Irlanda",
    "intro": "Irlanda pasó de ser el 'hombre enfermo de Europa' a convertirse en uno de los países más prósperos del continente en solo unas décadas.",
    "desc": "<p>Irlanda es un ejemplo fascinante de transformación económica en Europa, pasando de ser una de las economías más rezagadas de la región a convertirse en una de las más prósperas. Este gráfico muestra la evolución del PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>En los años 90, Irlanda era conocida como el “hombre enfermo de Europa,” con un crecimiento económico lento y altos niveles de desempleo. Sin embargo, la implementación de políticas fiscales favorables para la inversión extranjera directa, junto con un enfoque en la educación y la innovación tecnológica, transformó al país en el “Tigre Celta.” Esto atrajo a numerosas multinacionales, especialmente del sector tecnológico, que establecieron su sede europea en Irlanda, impulsando así su economía.<p>El gráfico refleja cómo el PIB per cápita de Irlanda ha crecido de manera notable desde mediados de los 90, con algunas fluctuaciones debido a la crisis financiera de 2008, pero con una fuerte recuperación y un crecimiento espectacular en los años siguientes. En la última década, Irlanda ha consolidado su posición como una de las economías con mayor PIB per cápita en Europa.<p>Este caso ilustra cómo las decisiones estratégicas en materia de política económica, combinadas con un entorno favorable para la inversión y la innovación, pueden llevar a un pequeño país a destacar en el escenario económico global. Irlanda sigue siendo un modelo de éxito en términos de cómo una nación puede reinventarse económicamente y alcanzar niveles elevados de prosperidad."
  },
  {
    "country": "Argentina",
    "label": "Argentina",
    "intro": "Argentina es un ejemplo clásico de una economía que ha experimentado ciclos recurrentes de crecimiento y crisis.",
    "desc": "<p>Argentina es un caso destacado de fluctuaciones económicas marcadas por ciclos de crecimiento y crisis recurrentes. Este gráfico muestra la evolución del PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>Durante el siglo XX, Argentina fue una de las economías más prometedoras de América Latina, pero desde mediados del siglo pasado, el país ha enfrentado una serie de crisis económicas, inestabilidad política, e inflación crónica que han frenado su crecimiento sostenido. Estas fluctuaciones se reflejan claramente en el gráfico, donde se observan períodos de recuperación económica seguidos de caídas abruptas.<p>Uno de los puntos más bajos se observa alrededor de la crisis financiera de 2001, cuando Argentina experimentó un colapso económico significativo, resultando en un fuerte descenso del PIB per cápita. Aunque hubo una recuperación notable en los años siguientes, la economía argentina ha seguido enfrentando desafíos, incluidos problemas de deuda, inflación elevada y fluctuaciones en la confianza del mercado.<p>El gráfico ilustra cómo, a pesar de las recuperaciones periódicas, Argentina ha tenido dificultades para mantener un crecimiento económico sostenido, con el PIB per cápita mostrándose volátil en las últimas décadas. Este caso subraya la importancia de la estabilidad económica y la gestión efectiva de políticas para asegurar un crecimiento a largo plazo."
  },
  {
    "country": "Greece",
    "label": "Grecia",
    "intro": "Grecia es un ejemplo de cómo una crisis de deuda soberana puede impactar severamente la economía de un país.",
    "desc": "<p>Grecia es un ejemplo dramático de los efectos que una crisis financiera severa puede tener en la economía de un país. Este gráfico muestra la evolución del PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>Durante la década de los 90 y principios de los 2000, Grecia experimentó un crecimiento económico robusto, beneficiándose de su integración en la Unión Europea y de la adopción del euro. Sin embargo, esta bonanza económica ocultaba profundos desequilibrios fiscales y una creciente deuda pública. Estos problemas estallaron con la crisis financiera global de 2008, que desencadenó una crisis de deuda soberana en Grecia.<p>El gráfico muestra un ascenso sostenido del PIB per cápita hasta 2008, seguido de una caída pronunciada durante la crisis de la deuda, que llevó a Grecia a implementar severas medidas de austeridad impuestas por los acreedores internacionales. El impacto en la economía fue devastador, con una contracción económica masiva que dejó a muchos griegos en situaciones difíciles.<p>A partir de 2015, el gráfico muestra una estabilización y una lenta recuperación, aunque el PIB per cápita de Grecia aún no ha regresado a los niveles previos a la crisis. Este caso resalta la importancia de la gestión fiscal prudente y los riesgos de acumular deuda en tiempos de expansión económica, así como la dificultad de la recuperación después de una crisis tan profunda.<p>El caso de Grecia sigue siendo una lección importante sobre los desafíos de manejar una crisis económica y las dificultades inherentes a la recuperación, especialmente dentro de un marco como la zona euro, donde la política monetaria es compartida pero las políticas fiscales son nacionales."
  },
  {
    "country": "South Africa",
    "label": "Sudáfrica",
    "intro": "Sudáfrica es una historia de transición política y económica, con logros y desafíos persistentes.",
    "desc": "<p>Sudáfrica es un caso interesante de crecimiento económico con desafíos persistentes, reflejados en la evolución de su PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>A principios de la década de 1990, Sudáfrica salió de la era del apartheid e inició un período de transición hacia la democracia. Este cambio fue acompañado por reformas económicas y una mayor integración en la economía global, lo que resultó en un crecimiento económico sostenido durante la década siguiente. El gráfico muestra un notable aumento en el PIB per cápita durante este período de expansión.<p>Sin embargo, a partir de mediados de los 2000, el crecimiento comenzó a desacelerarse, y Sudáfrica enfrentó una serie de desafíos, incluyendo altos niveles de desigualdad, corrupción, y problemas estructurales en la economía. Estos factores han contribuido a la estagnación y la falta de un crecimiento sostenido en los últimos años, como se refleja en la tendencia relativamente plana del gráfico desde 2010 en adelante.<p>Este caso resalta las dificultades de mantener un crecimiento económico continuo en un contexto de desafíos internos significativos, a pesar de un comienzo prometedor en la década de los 90. Sudáfrica sigue siendo la economía más desarrollada de África, pero su potencial sigue limitado por problemas que requieren soluciones profundas y sostenidas."
  },
  {
    "country": "Japan",
    "label": "Japón",
    "intro": "Japón es un ejemplo destacado de un país que, tras un rápido crecimiento económico, enfrentó décadas de estancamiento.",
    "desc": "<p>Japón es un caso único en la economía global, caracterizado por un crecimiento económico explosivo seguido de un largo período de estancamiento, conocido como la “década perdida” (que en realidad abarcó más de diez años). Este gráfico muestra la evolución del PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>Después de la Segunda Guerra Mundial, Japón experimentó un rápido crecimiento económico que lo llevó a convertirse en la segunda economía más grande del mundo para los años 70. Sin embargo, a finales de los 80, la economía japonesa entró en una burbuja financiera que, al estallar a principios de los 90, condujo a una prolongada recesión y estancamiento económico.<p>El gráfico refleja cómo el PIB per cápita de Japón, aunque inicialmente en ascenso, comenzó a mostrar una tendencia más volátil y moderada después del año 2000, con episodios de crecimiento seguidos de contracciones. A pesar de estos desafíos, Japón ha mantenido un nivel de vida relativamente alto, aunque el crecimiento ha sido mucho más lento en comparación con su período de expansión postguerra.<p>Este caso ilustra las dificultades de mantener un crecimiento económico sostenido después de un período de rápido desarrollo, especialmente en un contexto de desafíos estructurales como el envejecimiento de la población, la deflación, y la rigidez en algunos sectores de la economía. Japón sigue siendo una de las economías más avanzadas del mundo, pero su trayectoria muestra los límites del crecimiento y los desafíos que enfrentan las economías maduras."
  },
  {
    "country": "Russia",
    "label": "Rusia",
    "intro": "Rusia es un ejemplo de recuperación económica impulsada en gran parte por los recursos naturales, tras la caída de la Unión Soviética.",
    "desc": "<p>Rusia es un ejemplo fascinante de recuperación económica tras un colapso significativo, seguido por un período de crecimiento impulsado en gran parte por las exportaciones de recursos naturales, particularmente petróleo y gas. Este gráfico muestra la evolución del PIB per cápita ajustado por Paridad de Poder Adquisitivo (PPA) en dólares internacionales reales (base 2021) desde 1990 hasta 2023.<p>En la década de 1990, tras el colapso de la Unión Soviética, la economía rusa atravesó una crisis profunda, marcada por una fuerte caída en el PIB per cápita, hiperinflación, y un colapso del sistema financiero. El gráfico refleja este dramático descenso durante los primeros años de la transición hacia una economía de mercado.<p>Sin embargo, a partir de finales de los años 90 y especialmente en la primera década del 2000, Rusia experimentó una recuperación económica significativa, impulsada en gran medida por el auge de los precios del petróleo y una mayor estabilidad política bajo el liderazgo de Vladimir Putin. El PIB per cápita de Rusia mostró un crecimiento constante durante este período, aunque con algunas fluctuaciones debido a la volatilidad en los precios del petróleo y las sanciones internacionales.<p>A partir de 2014, la economía rusa enfrentó nuevos desafíos debido a las sanciones impuestas tras la anexión de Crimea y la caída en los precios del petróleo, lo que se refleja en una desaceleración del crecimiento. No obstante, el gráfico muestra que Rusia ha logrado mantener un cierto nivel de estabilidad económica, aunque el crecimiento ha sido más moderado en comparación con la primera década del siglo XXI.<p>Este caso subraya la dependencia de la economía rusa en los recursos naturales y las vulnerabilidades asociadas con esta dependencia, así como la resiliencia del país para enfrentar crisis externas y mantener una relativa estabilidad en su PIB per cápita en años recientes."
  }
]
